import React from 'react';
import Metatag from "../../components/Metatag";

const Privacy = ()=>{


    return (
        <>
            <Metatag
                title={'패션앤스타일 (Fashion & Style)'}
                image={''}
            />

            <div className="policy_box">
                <div className="inner">
                    <div className="box">
                        <h4>패션 & 스타일 개인정보처리방침</h4>
                        
						<h6>1. 개인정보처리방침이란?</h6>

						<p>패션앤스타일컴퍼니 주식회사(이하 ‘회사’)는 이용자의 ‘동의를 기반으로 개인정보를 수집, 이용 및 제공’하고 있으며, ‘이용자의 권리(개인정보자기결정권)를 적극적으로 보장’합니다.<br/>
                            회사는 정보통신서비스 제공자가 준수하여야 하는 대한민국의 관계 법령 및 개인정보보호 규정, 가이드라인을 준수하고 있습니다.<br/>
                            “개인정보처리방침”이란 이용자의 소중한 개인정보를 보호함으로써 이용자가 안심하고 서비스를 이용할 수 있도록 회사가 준수해야 할 지침을 의미합니다. <br/>
                            본 개인정보처리방침은 회사가 제공하는 패션 & 스타일 서비스(이하 ‘서비스’라 함)에 적용됩니다. </p>
						
						
						<h6>2. 개인정보 수집</h6>
						
						<p><b>서비스 제공을 위한 필요 최소한의 개인정보를 수집하고 있습니다.</b></p>

						<p>회원 가입 시 또는 서비스 이용 과정에서 홈페이지 또는 애플리케이션이나 프로그램 등을 통해 아래와 같은 서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.</p>

						<p>[서비스계정]<br/>
						- 필수<br/>
						이메일, 비밀번호, 사용자 아이디(USER ID), 생년월일, 서비스 이용내역</p>

						<p>- 선택<br/>
                        프로필 사진, 성별</p>

						<p>[본인인증 시]<br/>
						- 이메일</p>

						<p><b>개인정보를 수집하는 방법은 아래와 같습니다.</b></p>

						<p>개인정보를 수집하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하고 있으며, 아래와 같은 방법을 통해 개인정보를 수집합니다.</p>

						<p>- 회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해 동의하고 직접 정보를 입력하는 경우<br/>
						- 제휴 서비스 또는 단체 등으로부터 개인정보를 제공받는 경우<br/>
						- 고객센터를 통한 상담 과정에서 웹페이지, 메일, 팩스, 전화 등 <br/>
						- 온/오프라인에서 진행되는 이벤트/행사 등 참여</p>

						<p><b>서비스 이용 과정에서 이용자로부터 수집하는 개인정보는 아래와 같습니다.</b></p>

						<p>PC 웹, 모바일 웹/앱 이용 과정에서 단말기 정보(OS, 화면 사이즈, 디바이스 아이디, 핸드폰 기종, 단말기 모델명), IP주소, 쿠키, 방문일시, 부정 이용기록, 서비스 이용 기록 등의 정보가 자동으로 생성되어 수집될 수 있습니다.</p>
						
						
						<h6>3. 개인정보 이용</h6>

						<p><b>회원 관리, 서비스 제공·개선, 신규 서비스 개발 등을 위해 이용합니다.<br/>
                            회원 가입 시 또는 서비스 이용 과정에서 홈페이지 또는 개별 애플리케이션이나 프로그램 등을 통해 아래와 같이 서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.</b></p>

						<p>- 회원 식별/가입 의사 확인, 본인/연령 확인, 부정 이용 방지<br/>
						- 만 14세 미만 아동 개인정보 수집 시 법정 대리인 동의 여부 확인, 법정 대리인 권리행사 시 본인 확인<br/>
						- 신규 서비스 개발, 다양한 서비스 제공, 문의 사항 또는 불만처리, 공지 사항 전달<br/>
						- 서비스의 원활한 운영에 지장을 주는 행위(계정 도용 및 부정 이용 행위 등 포함)에 대한 방지 및 제재<br/>
						- 인구통계학적 특성과 이용자의 관심, 기호, 성향의 추정을 통한 맞춤형 콘텐츠 추천 및 마케팅에 활용<br/>
						- 음성명령 처리 및 음성인식 향상, 개인화 서비스 제공<br/>
						- 서비스 이용 기록, 접속 빈도 및 서비스 이용에 대한 통계, 프라이버시 보호 측면의 서비스 환경 구축, 서비스 개선에 활용</p>

						<p><b>개인정보의 추가적인 이용・제공을 하는 경우가 있습니다.</b></p>

						<p>수집 목적과 합리적으로 관련된 범위에서는 법령에 따라 이용자의 동의 없이 개인정보를 이용하거나 제삼자에게 제공할 수 있으며, 이때 ‘당초 수집 목적과 관련성이 있는지, 수집한 정황 또는 처리 관행에 비추어 볼 때 개인정보의 추가적인 이용 또는 제공에 대한 예측 가능성이 있는지, 이용자의 이익을 부당하게 침해하는지, 가명 처리 또는 암호화 등 안전성 확보에 필요한 조치를 하였는지’를 종합적으로 고려합니다.</p>

						<p>회사는 수집한 개인정보를 특정 개인을 알아볼 수 없도록 가명 처리하여 통계작성, 과학적 연구, 공익적 기록보존 등을 위하여 처리할 수 있습니다. 이때 가명 정보는 재식별되지 않도록 추가 정보와 분리하여 별도 저장・관리하고 필요한 기술적・관리적 보호조치를 취합니다.</p>
						
						<h6>4. 개인정보 제공</h6>

						<p><b>회사는 이용자의 별도 동의가 있는 경우나 법령에 규정된 경우를 제외하고는 이용자의 개인정보를 제삼자에게 제공하지 않습니다.</b><br/>
                            회사는 재난, 감염병, 급박한 생명・신체 위험을 초래하는 사건사고, 급박한 재산 손실 등의 긴급상황이 발생하는 경우 정보 주체의 동의 없이 관계기관에 개인정보를 제공할 수 있습니다.</p>

						<h6>5. 개인정보 파기</h6>

						<p><b>개인정보는 수집 및 이용 목적이 달성되면 지체 없이 파기하며, 절차 및 방법은 아래와 같습니다.</b></p>

						<p>수집 및 이용 목적의 달성 또는 회원 탈퇴 등 파기 사유가 발생한 개인정보는 개인정보의 형태를 고려하여 파기 방법을 정합니다. 전자적 파일 형태인 경우 복구 및 재생되지 않도록 안전하게 삭제하고, 그 밖에 기록물, 인쇄물, 서면 등의 경우 분쇄하거나 소각하여 파기합니다.<br/>
                            다만, 내부 방침에 따라 일정 기간 보관 후 파기하는 정보는 아래와 같습니다.</p>

						<p>아래 정보는 탈퇴일로부터 최대 1년간 보관 후 파기합니다.<br/>
						- 안내메일 발송 및 CS 문의 대응을 위해 서비스 계정과 탈퇴 안내 이메일 주소를 암호화하여 보관<br/>
						- 서비스 부정 이용 기록</p>

						<p>또한, 회사는 ‘개인정보 유효기간제’에 따라 1년간 서비스를 이용하지 않은 회원의 개인정보를 별도로 분리 보관 또는 삭제하고 있으며, 분리 보관된 개인정보는 4년간 보관 후 지체 없이 파기합니다.<br/>
                            휴면계정으로 전환을 원하지 않으시는 경우, 휴면계정 전환 전 서비스 로그인을 하시면 됩니다. 또한, 휴면계정으로 전환되었더라도 로그인하는 경우 이용자의 동의에 따라 휴면계정을 복원하여 정상적인 서비스를 이용할 수 있습니다.</p>

						<p>이 외에 법령에 따라 일정 기간 보관해야 하는 개인정보 및 해당 법령은 아래와 같습니다.</p>

						<p>1) 계약 또는 청약 철회 등에 관한 기록<br/>
						- 전자상거래 등에서의 소비자 보호에 관한 법률, 5년<br/>
						2) 소비자의 불만 또는 분쟁 처리에 관한 기록<br/>
						- 전자상거래 등에서의 소비자 보호에 관한 법률, 3년<br/>
						3). 표시/광고에 관한 기록<br/>
						- 전자상거래 등에서의 소비자 보호에 관한 법률, 6개월<br/>
						4). 서비스 방문 기록<br/>
						- 통신비밀보호법, 3개월</p>

						<h6>6. 기타</h6>

						<p><b>회사는 여러분의 권리를 보호합니다.</b></p>

						<p>이용자는 언제든지 자신의 개인정보를 조회하거나 수정할 수 있으며, 수집・이용, 제공에 대한 동의 철회 또는 가입 해지를 요청할 수 있습니다.</p>

						<p>만 14세 미만인 아동의 경우, 법정대리인이 아동의 개인정보를 조회하거나 수정 및 삭제, 처리정지, 수집 및 이용, 제공 동의를 철회할 권리를 보장합니다.</p>

						<p>보다 구체적으로는 서비스 내 설정을 통한 회원 정보 수정 기능이나 회원 탈퇴 기능을 이용할 수 있고, 고객센터를 통해 문의 또는 이메일로 요청하시면 지체 없이 조치하겠습니다.<br/>
                            개인정보의 오류에 대한 정정을 요청하신 경우 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다.</p>

						<p><b>회사는 이용자의 소중한 개인정보 보호를 위해 다음의 노력을 하고 있습니다.</b></p>

						<p>이용자의 개인정보를 가장 소중한 가치로 여기고 개인정보를 처리하는 데 다음과 같은 노력을 다하고 있습니다.</p>

						<p>- 이용자의 개인정보를 암호화하고 있습니다.<br/>
                            이용자의 개인정보를 암호화된 통신 구간을 이용하여 전송하고, 비밀번호 등 중요정보는 암호화하여 보관하고 있습니다.</p>

						<p>- 해킹이나 컴퓨터 바이러스로부터 보호하기 위하여 노력하고 있습니다.<br/>
                            해킹이나 컴퓨터 바이러스 등에 의해 이용자의 개인정보가 유출되거나 훼손되는 것을 막기 위해 외부로부터 접근이 통제된 구역에 시스템을 설치하고 있습니다. 해커 등의 침입을 탐지하고 차단할 수 있는 시스템을 설치하여 24시간 감시하고 있으며, 백신 프로그램을 설치하여 시스템이 최신 악성코드나 바이러스에 감염되지 않도록 노력하고 있습니다. 또한 새로운 해킹/보안 기술에 대해 지속해서 연구하여 서비스에 적용하고 있습니다.</p>

						<p>- 소중한 개인정보에 접근할 수 있는 사람을 최소화하고 있습니다.<br/>
                            개인정보를 처리하는 직원을 최소화하며, 업무용 PC에서는 외부 인터넷 서비스를 사용할 수 없도록 차단하여 개인정보 유출에 대한 위험을 줄이고 있습니다. 또한 개인정보를 보관하는 데이터베이스 시스템과 개인정보를 처리하는 시스템에 대한 비밀번호의 생성과 변경, 그리고 접근할 수 있는 권한에 대한 체계적인 기준을 마련하고 지속적인 감사를 실시하고 있습니다.</p>

						<p>- 임직원에게 이용자의 개인정보 보호에 대해 정기적인 교육을 실시하고 있습니다.<br/>
                            개인정보를 처리하는 모든 임직원을 대상으로 개인정보보호 의무와 보안에 대한 정기적인 교육과 캠페인을 실시하고 있습니다.</p>

						<p>- 개인정보보호와 관련해서 궁금하신 사항은?<br/>
                            서비스를 이용하면서 발생하는 모든 개인정보보호 관련 문의, 불만, 조언이나 기타 사항은 개인정보보호 책임자 및 담당 부서로 연락해 주시기를 바랍니다. 회사는 여러분의 목소리에 귀 기울이고 신속하고 충분한 답변을 드릴 수 있도록 최선을 다하겠습니다.</p>

						<p><b>개인정보보호 책임자 및 담당 부서</b><br/>
						- 책임자: 윤정원(개인정보보호 책임자/데이터 보호 책임자/위치정보 관리 책임자)<br/>
						- 문의: 패션 & 스타일 고객센터 1533-6248, <a href="mailto:support@fashionandstyle.com">support@fashionandstyle.com</a><br/>
						- 담당 부서: 개인정보보호 파트</p>

						<p>또한 개인정보가 침해되어 이에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하셔서 도움을 받으실 수 있습니다.</p>

						<p>- 개인정보 침해 신고센터: (국번없이) 118, <a href="https://privacy.kisa.or.kr" target="_blank">https://privacy.kisa.or.kr</a></p>

						<p>- 대검찰청 사이버수사과: (국번없이) 1301, <a href="mailto:cid@spo.go.kr">cid@spo.go.kr</a></p>

						<p>- 경찰청 사이버수사국: (국번없이) 182, <a href="https://ecrm.cyber.go.kr" target="_blank">https://ecrm.cyber.go.kr</a></p>

						<p><b>개인정보처리방침이 변경되는 경우</b></p>

						<p>법률이나 서비스의 변경 사항을 반영하기 위한 목적 등으로 개인정보처리방침을 수정할 수 있습니다. 개인정보처리방침이 변경되는 경우 회사는 변경 사항을 게시하며, 변경된 개인정보처리방침은 게시한 날로부터 7일 후부터 효력이 발생합니다. 다만, 수집하는 개인정보의 항목, 이용 목적의 변경 등과 같이 이용자 권리의 중대한 변경이 발생할 때는 최소 30일 전에 미리 알려드리겠습니다.</p>

						<p>- 공고 일자: 2023년 4월 1일<br/>
						- 시행 일자: 2023년 4월 1일</p>

						<p>회사는 이용자 여러분의 정보를 소중히 생각하며, 이용자가 더욱 안심하고 서비스를 이용할 수 있도록 최선의 노력을 다할 것을 약속드립니다.</p>

                    </div>
                </div>
            </div>
        </>
    )

}
export default Privacy; 