import React from 'react';
import Metatag from "../../components/Metatag";

const Protection = ()=>{
    return (
        <>
            <Metatag
                title={'패션앤스타일 (Fashion & Style)'}
                image={''}
            />
            
            <div className="policy_box">
                <div className="inner">
                    <div className="box">
                        <h5>패션 & 스타일 청소년 보호정책</h5>
                        <p>패션앤스타일컴퍼니 주식회사(이하 “회사”라 함)는 각종 청소년 유해정보로부터 청소년을 보호하고자 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 청소년보호법에 근거하여 청소년 보호정책을 수립, 시행하고 있습니다. “회사”는 방송통신심의위원회 심의규정 및 청소년유해매체물 심의규정 기준 등에 따라 19세 미만의 청소년들이 유해정보에 접근할 수 없도록 방지하고 있으며, 아래와 같이 청소년 보호를 위한 세부 정책을 운영하고 있습니다.</p>

                        <h6 className="mt">1. 유해정보로부터 청소년 보호계획 수립 및 업무 담당자 교육 시행</h6>
                        <p>“회사”는 청소년이 아무런 제한 장치 없이 청소년 유해정보에 노출되지 않도록 청소년유해매체물에 대해서는 별도의 인증 장치를 마련, 적용하며 청소년 유해정보가 노출되지 않기 위한 예방 차원의 조치를 강구하고 있으며 청소년 보호 담당자 및 각 서비스 담당자를 대상으로 청소년 보호를 위한 각종 관련 법령 및 제재 기준, 유해정보 발견 시 대처 방법, 위반 사항 처리에 대한 보고 절차 등을 교육하고 있습니다.
                        </p>

                        <h6 className="mt">2. 유해정보에 대한 청소년 접근제한 및 관리 조치</h6>
                        <p>“회사”는 청소년이 아무런 제한 장치 없이 유해정보에 노출되지 않도록 청소년유해매체물에 대해서는 인증 장치를 마련·적용하고 있으며, 유해정보가 노출되지 않게 하기 위한 예방 차원의 조치를 강구하고 있습니다.</p>

                        <h6 className="mt">3. 유해정보로 인한 피해상담 및 고충 처리</h6>
                        <p>“회사”는 유해정보로 인한 피해상담 및 고충 처리를 위한 전문인력을 배치하여 구제 조치의 지연 및 처리 미숙으로 인한 피해가 확산하지 않도록 노력하고 있습니다.</p>

                        <h6 className="mt">4. 청소년보호책임자 및 담당자 지정</h6>
                        <p>“회사”는 청소년 보호에 대한 의견수렴 및 불만 처리를 담당하는 청소년 보호 책임자 및 담당자를 운영하고 있습니다. 이와 관련하여 문의 사항이 있으시면 신속하고 성실하게 답변하여 드리겠습니다.</p>

                        <h6 className="mt"></h6>
                        <p>
                            ■ 청소년 보호 책임자<br/>
                            - 성명 : 윤정원<br/>
                            - 소속(직위) : 패션앤스타일컴퍼니 주식회사(대표)<br/>
                            - 전화번호 : 1533-6248<br/>
                            - 이메일 : support@fashionandstyle.com
                        </p>
                        <h6 className="mt"></h6>
                        <p>
                            ■ 청소년 보호 관리 담당자<br/>
                            - 성명 : 정학균<br/>
                            - 소속(직위) : 패션앤스타일컴퍼니 주식회사(매니저)<br/>
                            - 전화번호 : 1533-6248<br/>
                            - 이메일 : support@fashionandstyle.com
                        </p>

                    </div>
                </div>
            </div>
        </>
    )
}
export default Protection; 